Repository: perky-design/kenzie
Catalog: languages/*.po
Languages: nl_nl

source: Joop Laan / Perky Design
nl_nl: Joop Laan / Perky Ontwerp

source: This theme requires at least WordPress version 6.0 and PHP version 7.4. You are running WordPress version %1$s and PHP version %2$s. Please upgrade and try again.
nl_nl: Dit thema vereist ten minste WordPress versie 6.0 en PHP versie 7.4. U gebruikt WordPress versie %1$s en PHP versie %2$s. Voer een upgrade uit en probeer het opnieuw.

# Used if post or pages has no title
source: (No title)
nl_nl: (Geen titel)

source: Search
nl_nl: Zoeken

source: Open search
nl_nl: Zoeken Openen

source: Close menu
nl_nl: Menu sluiten

source: Close search
nl_nl: Zoeken Sluiten

source: Kenzie - Images
nl_nl: Kenzie - Afbeeldingen

source: Kenzie - Post and page headers
nl_nl: Kenzie - Bericht- en paginakoppen

source: Kenzie - Pages
nl_nl: Kenzie - Pagina's

source: Kenzie - Page Sections
nl_nl: Kenzie - Pagina secties

source: It looks like nothing was found at this location. Maybe try a search?
nl_nl: Het lijkt er op dat er hier niets gevonden is. Wellicht helpt de zoekfunctie?

source: Latest posts
nl_nl: Laatste berichten

# sample content
source: Example introduction. Add a greeting or your favorite catch phrase.
nl_nl: Voorbeeld introductie. Voeg een begroeting of je favoriete catch phrase toe.

# sample content
source: Replace the text with your own image description.
nl_nl: Vervang de tekst door uw eigen afbeeldingsbeschrijving.

# sample content
source: The about page is where you can share with your visitors who you are and what the purpose of your website is.
nl_nl: De about-pagina is waar u met uw bezoekers kunt delen wie u bent en wat het doel van uw website is.

# sample content
source: Depending on what your goal is, you may want to include information about your education, your work experience, list of previous works or clients, and your location.
nl_nl: Afhankelijk van wat uw doel is, wilt u misschien informatie opnemen over uw opleiding, uw werkervaring, een lijst met eerdere werken of klanten en uw locatie.

# sample content
source: Add quote
nl_nl: Citaat met aanhaling

# sample content
source: Add citation
nl_nl: Bronvermelding toevoegen

# sample content
source: Example heading
nl_nl: Voorbeeld kop

# sample content
source: Example paragraph, replace this with your own text.
nl_nl: Voorbeeld alinea, vervang deze door je eigen tekst.

# sample content
source: Example heading with company name, greeting, or slogan
nl_nl: Voorbeeldkop met bedrijfsnaam, begroeting of slogan

# sample content
source: Describe your business and your selling points.
nl_nl: Beschrijf uw bedrijf en uw verkoopargumenten.

# sample content
source: Add your cover image and phrase here.
nl_nl: Voeg hier je omslagafbeelding en -zin toe.

# sample content
source: Get to know us on social media:
nl_nl: Leer ons kennen op social media:

# sample content
source: Featured
nl_nl: Uitgelicht

# sample content
source: Latest
nl_nl: Laatste

# sample content
source: Featured product
nl_nl: Uitgelicht product

# sample content
source: From the blog
nl_nl: Uit het blog

source: Circular cover block with heading
nl_nl: Cirkelvormig afdekblok met kop

# sample content
source: Add your custom product details here. You can also add extra images and change colors.
nl_nl: Voeg hier uw aangepaste productdetails toe. U kunt ook extra afbeeldingen toevoegen en kleuren wijzigen.

# sample content
source: Call to Action button
nl_nl: Call to Action knop

# sample content
source: Create your <em>website</em> <br/>with blocks.
nl_nl: Maak uw <em>website</em> <br/>met blokken.

# sample content
source: Sample content. Replace the text with your own content.
nl_nl: Voorbeeldinhoud. Vervang de tekst door uw eigen inhoud.

# sample content
source: How can we help you?
nl_nl: Hoe kunnen wij u helpen?

# sample content
source: Company name
nl_nl: Bedrijfsnaam

# sample content
source: Location
nl_nl: Locatie

# sample content
source: By appointment only:
nl_nl: Enkel op afspraak:

# sample content
source: Company street address line one<br>Company street address line two
nl_nl: Bedrijfsadres lijn één<br>Bedrijfsadres lijn twee

# sample content
source: Postal adress
nl_nl: Postadres

# sample content
source: Company postal address line one<br>Company postal address line two
nl_nl: Postadres van het bedrijf regel één<br>Postadres van het bedrijf regel twee

# sample content
source: Phone number
nl_nl: Telefoonnummer

# sample content
source: <strong>General enquires:</strong> info@example.com
nl_nl: <strong>Algemene vragen:</strong> info@example.com

# sample content
source: I want to:
nl_nl: Ik wil:

# sample content
source: Get product support
nl_nl: Productondersteuning

# sample content
source: Ask about accounts and billing
nl_nl: Vragen naar inloggegeves en facturering

# sample content
source: Work at {add your company name}
nl_nl: Werken bij {voeg uw bedrijfsnaam toe}

# sample content
source: Get notified of our latest offers and new products
nl_nl: Blijf op de hoogte van onze nieuwste aanbiedingen en nieuwe producten

# sample content
source: Subscribe
nl_nl: Inschrijven

# sample content
source: Need help?
nl_nl: Hulp nodig?

# sample content
source: Visit our support forum
nl_nl: Bezoek ons supportforum

# sample content
source: Contact Support
nl_nl: Neem contact op met support

# sample content
source: Add your custom product details here.
nl_nl: Voeg hier uw aangepaste productdetails toe.

# sample content
source: Content
nl_nl: Inhoud

# sample content
source: Learn more about our services
nl_nl: Meer informatie over onze diensten

# sample content
source: Topic
nl_nl: Onderwerp

# sample content
source: Question one?
nl_nl: Vraag één?

# sample content
source: Add your answer here
nl_nl: Voeg hier je antwoord toe

# sample content
source: Question two?
nl_nl: Vraag twee?

# sample content
source: Question three?
nl_nl: Vraag drie?

source: Go to search page
nl_nl: Ga naar de zoekpagina

source: Go to top
nl_nl: Naar bovenkant

# sample content
source: Example text
nl_nl: Voorbeeld tekst

# sample content
source: 1-3 day delivery
nl_nl: 1-3 dagen levertijd

# sample content
source: Free returns
nl_nl: Gratis retourzending

# sample content
source: 30 day money back guarantee
nl_nl: 30 dagen geld terug garantie

# sample content
source: Two year warranty
nl_nl: Twee jaar garantie

source: Search results for "%s"
nl_nl: Zoekresultaten voor "%s"

source: Search results
nl_nl: Zoekresultaten

# sample content
source: Sample content. Replace the example cover block with your own image.
nl_nl: Voorbeeldinhoud. Vervang het voorbeeld omslagblok door uw eigen afbeelding.

# sample content
source: Heading
nl_nl: Kop

# sample content
source: Button
nl_nl: Knop

# sample content
source: About
nl_nl: Over

# sample content
source: Add information about you, your business or your website.
nl_nl: Voeg informatie toe over u, uw bedrijf of uw website.

# sample content
source: Footer sub-heading
nl_nl: Voettekst subkop

# sample content
source: Add a list of links to your most important content or categories here.
nl_nl: Voeg hier een lijst met links naar uw belangrijkste inhoud of categorieën toe.

# sample content
source: Item 2
nl_nl: 2e item

# sample content
source: Our newest product
nl_nl: Ons nieuwste product

# sample content
source: Add your testimonial here
nl_nl: Voeg hier uw testimonial toe

# sample content
source: Customer name
nl_nl: Klantnaam

# sample content
source: Get 10% off with discount code #KENZIE20
nl_nl: Ontvang 10% off met kortingscode #KENZIE20

# sample content
source: Example paragraph, replace this with your own text.<br>You can use different colored buttons for your primary and secondary call to actions.
nl_nl: Voorbeeld alinea, vervang deze door je eigen tekst.<br>U kunt verschillende gekleurde knoppen gebruiken voor uw primaire en secundaire call-to-actions.

# sample content
source: Button one
nl_nl: Knop één

# sample content
source: Button two
nl_nl: Knop twee

# sample content
source: Product name
nl_nl: Productnaam

# sample content
source: Add your custom product details here. To add the product video background, select the cover block and Add Media.
nl_nl: Voeg hier uw aangepaste productdetails toe. Als u de achtergrond van de productvideo wilt toevoegen, selecteert u het omslagblok en Voegt u Media toe.

# sample content
source: Featured products
nl_nl: Uitgelichte producten

# sample content
source: Add shop link
nl_nl: Winkellink toevoegen

source: 5% off on your first purchase when you sign up for our Newsletter
nl_nl: 5% off bij uw eerste aankoop wanneer u zich aanmeldt voor onze nieuwsbrief

source: Signup
nl_nl: Aanmelden

# Font size name
source: Extra small
nl_nl: Extra smal

# Font size name
source: Small
nl_nl: Klein

# Font size name
source: Large
nl_nl: Groot

# Font family name
source: Monospace (Consolas, SF Mono, Roboto Mono)
nl_nl: Monoruimte (Consolas, SF Mono, Roboto Mono)

# Color name
source: Background
nl_nl: Achtergrond

# Color name
source: Foreground
nl_nl: Voorgrond

# Color name
source: Transparent
nl_nl: Transparant

# Duotone name
source: Background and foreground
nl_nl: Achtergrond en voorgrond

# Duotone name
source: Foreground and background
nl_nl: Voorgrond en achtergrond

# Custom template name
source: No title
nl_nl: Geen titel

# Custom template name
source: Blank
nl_nl: Leeg

# Custom template name
source: Sidebar
nl_nl: Zijbalk

# Custom template name
source: Split design with featured image and post title
nl_nl: Gesplitst ontwerp met uitgelichte afbeelding en berichttitel

# Custom template name
source: Full width featured image above post title
nl_nl: Uitgelichte afbeelding over de volledige breedte boven de titel van het bericht

# Custom template name
source: Featured image centered above post title
nl_nl: Uitgelichte afbeelding gecentreerd boven de titel van het bericht

# Custom template name
source: Full screen featured image cover block with post title
nl_nl: Volledig scherm uitgelicht afbeeldingsblok met berichttitel

# Custom template name
source: WooCommerce product archive (Requires WooCommerce Blocks plugin)
nl_nl: WooCommerce productarchief (vereist WooCommerce Blocks plugin)

# Custom template name
source: WooCommerce single product (Requires WooCommerce)
nl_nl: WooCommerce enkel product (vereist WooCommerce)

# Custom template name
source: WooCommerce cart (Requires WooCommerce Blocks plugin)
nl_nl: WooCommerce-winkelwagen (vereist WooCommerce Blocks-plug-in)

# Custom template name
source: WooCommerce checkout (Requires WooCommerce Blocks plugin)
nl_nl: WooCommerce checkout (Vereist WooCommerce Blocks plugin)

# Custom template name
source: WooCommerce product category archive (Requires WooCommerce)
nl_nl: WooCommerce product category archive (Vereist WooCommerce)

# Custom template name
source: WooCommerce product tag archive (Requires WooCommerce)
nl_nl: WooCommerce product tag archief (vereist WooCommerce)

# Custom template name
source: WooCommerce product search result (Requires WooCommerce)
nl_nl: WooCommerce product zoekresultaat (Vereist WooCommerce)

# Template part name
source: Sticky Header with Mini Cart (Requires WooCommerce Blocks)
nl_nl: Sticky Header met Mini Cart (Vereist WooCommerce Blocks)

# Template part name
source: Transparent header with sticky menu button
nl_nl: Transparante Header met sticky menuknop

# Template part name
source: Header with right-aligned menu
nl_nl: Header met rechts uitgelijnd menu

# Template part name
source: Header with large logo
nl_nl: Header met groot logo

# Template part name
source: Header with centered menu
nl_nl: Header met gecentreerd menu

# Template part name
source: Full width header
nl_nl: Koptekst over de volledige breedte

# Template part name
source: Wide header
nl_nl: Brede Header

# Template part name
source: Narrow header
nl_nl: Smalle Header

# Template part name
source: Header with featured image as background
nl_nl: Header met uitgelichte afbeelding als achtergrond

# Template part name
source: Footer without search and scroll to top links
nl_nl: Footer zonder zoeken en scroll naar de top links

# Template part name
source: Wide footer
nl_nl: Brede footer

# Template part name
source: Full width footer
nl_nl: Footer over de volledige breedte

# Template part name
source: Extra tall footer with 4 columns
nl_nl: Extra hoge footer met 4 kolommen

# Template part name
source: Mini Cart (requires WooCommerce Blocks)
nl_nl: Mini Cart (vereist WooCommerce Blocks)

# Template part name
source: Top bar. Announcement bar for the header area
nl_nl: Top header. Aankondigingsbalk voor het header-gebied

# Template part name
source: Ecommerce Promise bar. Announcement bar for the shop area
nl_nl: E-commerce belofte balk. Aankondigingsbalk voor het winkelgedeelte
